"%1$@ day(s) and %2$@ hour(s)" = "%1$@ day(s) and %2$@ hour(s)";
"Actions" = "Actions";
"Alert message: Reset Connection" = "Reset Connection";
"Alert title: Reset Connection" = "Reset Connection";
"Are you sure you want to delete this CGM?" = "Are you sure you want to delete this CGM?";
"Calibration: i1" = "i1";
"Calibration: i2" = "i2";
"Calibration: i3" = "i3";
"Calibration: i4" = "i4";
"Calibration: i5" = "i5";
"Calibration: i6" = "i6";
"Calibration" = "Calibration";
"Cancel" = "Cancel";
"Configuration" = "Configuration";
"Delete CGM" = "Delete CGM";
"Hold iPhone near sensor" = "Hold your iPhone with the top against your sensor.";
"Latest Reading Date" = "Date";
"Latest Reading Glucose" = "Glucose";
"Latest Reading Trend" = "Trend";
"Latest Reading" = "Latest Reading";
"Libre 2" = "Libre 2";
"mg/dL" = "mg/dL";
"mmol/L" = "mmol/L";
"Nearby Sensors" = "Nearby Sensors";
"Nightscout Upload" = "Nightscout Upload";
"Notification Body: Please replace your old sensor as soon as possible" = "Please replace your old sensor as soon as possible";
"Notification Body: Replace sensor in %1$@ day" = "Replace sensor in %1$@ day";
"Notification Body: Replace sensor in %1$@ days" = "Replace sensor in %1$@ days";
"Notification Body: Replace sensor in %1$@ hour" = "Replace sensor in %1$@ hour";
"Notification Body: Replace sensor in %1$@ hours" = "Replace sensor in %1$@ hours";
"Notification Body: Sensor connected" = "Sensor connected";
"Notification Body: Sensor connection lost, the following error occurred: '%@'" = "Sensor disconnected with error: %@";
"Notification Body: Sensor disconnected" = "Sensor disconnected";
"Notification Title: Sensor connected" = "Sensor connected";
"Notification Title: Sensor connection lost" = "Sensor disconnected with error";
"Notification Title: Sensor disconnected" = "Sensor disconnected";
"Notification Title: Sensor ending soon" = "Sensor ending soon";
"Notification Title: Sensor expired" = "Sensor expired";
"Ok" = "Ok";
"Reload View" = "Reload View";
"Reset Connection" = "Reset Connection";
"Sensor Age" = "Sensor Age";
"Sensor Connection" = "Sensor Connection";
"Sensor expired" = "Sensor expired";
"Sensor Info" = "Sensor Info";
"Sensor PatchInfo" = "Sensor PatchInfo";
"Sensor Region" = "Sensor Region";
"Sensor State" = "Sensor State";
"Sensor Type" = "Sensor Type";
"Sensor UID" = "Sensor UID";
